<?php

return [
    'letters'    => 'Поле :attribute должно содержать по меньшей мере одну букву.',
    'case_diff'  => 'Поле :attribute должно содержать буквы разного регистра, например я и Я',
    'numbers'    => 'Поле :attribute должно содержать по меньшей мере одну цифру.',
    'symbols'    => 'Поле :attribute должно содержать по меньшей мере один символ, например @.',
    'min_length' => 'Поле :attribute должно быть длиной минимум 10 символов.',
    'strong'     => 'Поле :attribute должно содержать минимум два символа в нижнем и верхнем регистрах, минимум одну цифру и спец символ, а также иметь длину не меньше 10 символов.',
];
