<?php

return [
    'letters'    => 'Поле должно содержать по меньшей мере одну букву.',
    'case_diff'  => 'Поле должно содержать буквы разного регистра.',
    'numbers'    => 'Поле должно содержать по меньшей мере одну цифру.',
    'symbols'    => 'Поле должно содержать по меньшей мере один символ.',
    'min_length' => 'Поле должно быть длиной минимум :length символов.',
    'strong'     => 'Поле должно содержать минимум два символа в нижнем и верхнем регистрах, минимум одну цифру и спец символ, а также иметь длину не меньше :length символов.',
];
